{
    "url": "https://www.snopes.com/fact-check/al-sharptons-1992-speech-urged-blacks-to-kill-police/",
    "claim": "In 1992 Al Sharpton delivered a speech in which he exhorted blacks to kill police.",
    "rating": "Mixture",
    "content": "Al Sharpton delivered a speech in 1992 in which he mocked those who called for violence but didn't follow through on their promises. \nAl Sharpton's words were mocking and did not explicitly call for blacks to kill cops.  \nIn the wake of the mass shooting at a Black Lives Matter protest in Dallas that resulted in the deaths of five police officers, several web sites published or referenced a video of a delivered by civil rights activist Al Sharpton at Kean College in 1992.  For instance, the Proud Conservative web site reported that Sharpton was screaming \"kill cops\" in the video, and the web site Yes I'm Right asserted that Sharpton \"didn't know the camera was on\" during his speech:\nWe all know Al Sharpton is a massive scumbag, but this video proves that he's also a hate monger, racist, and violent dictator of the so called black community. \nWhat below as he talks about killing cops and \"crackers\" outside of where he's speaking. \n\nThis is real video footage taken in 1992 at Kean College in New Jersey, but while it does capture Sharpton using language such as \"offing cops\" and \"crackers,\" it doesn't show him screaming \"kill cops\" or calling on blacks to go out and commit acts of violence.\nThis same video has been circulating for decades and was famously used in an anti-Al Gore ad during the 2000 presidential election campaign.  It gained even wider prominence in 2016 when it was featured on the Fox News show Watters' World which featured a full minute of Sharpton's speech but used selective captioning to highlight Sharpton's alleged hateful rhetoric.\nA transcript of the portion of the speech in question provides more context to Sharpton's remarks:\nAll the Panther lovers, all the do or die, all the (indecipherable) negroes in Plainfield. I didn't see them stand up and do nothing. All the 'I don't believe in marching. I don't believe, I believe in offing the pigs.' Well they got pigs out here. You ain't offed one of them.\nWhat I believe in I do. Do what you believe in. Or shut up and admit that you've lost your courage and guts to stand up.\n'I ain't having no march. I believe in fighting.' Well fight then. Nobody holding you. 'I'll off the man.' Well off him. Plenty of crackers walking right around here tonight. Ain't nobody come out and knock the gun out of your hand.\nIt's clear from the wording that Sharpton was mocking those who made bold declarations but didn't follow through on them, and laughter from the audience also indicated they understood Sharpton to be poking fun at those who called for violence while not condoning it himself.\nSharpton did not call on \"blacks to kill cops,\" but he did use inflammatory language such as \"pigs\" and \"crackers\" and insinuated that those who threatened violence but didn't have the gumption to follow through were deserving of derision from those who made other promises and lived up to them.\nFox News correspondent Jesse Watters confronted Sharpton about the video in April 2016, and Sharpton reiterated that his intent was to mock those who called for violence, not to exhort them to kill police:\n\nAlthough this 24-year-old video was widely shared after five police officers were killed in Dallas in July 2016, Sharpton has denounced those recent attacks on police officers:\n\nMr. Sharpton denounced the attack on the Baton Rouge officers. “At a time when the country needs healing, this deplorable and merciless act of violence against officers of the law is wicked and we must fight the principalities of darkness and evil spirits that are turning to violence,” he said.\n“We need more people that will stand up when cops are shot and we need more cops to stand up against bad cops when innocent lives are taken,” Mr. Sharpton added. “We have got to break this cycle of violence.”\n\n",
    "original_rationales": {
        "main_rationale": "It's clear from the wording that Sharpton was mocking those who made bold declarations but didn't follow through on them, and laughter from the audience also indicated they understood Sharpton to be poking fun at those who called for violence while not condoning it himself.",
        "additional_rationale1": "Sharpton did not call on \"blacks to kill cops,\" but he did use inflammatory language such as \"pigs\" and \"crackers\" and insinuated that those who threatened violence but didn't have the gumption to follow through were deserving of derision from those who made other promises and lived up to them.",
        "additional_rationale2": "Although this 24-year-old video was widely shared after five police officers were killed in Dallas in July 2016, Sharpton has denounced those recent attacks on police officers:"
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Mixture' rating is justified due to the presence of mixed elements in Al Sharpton's speech in 1992. While Sharpton did not explicitly call for violence against police, he utilized inflammatory language and mocked individuals expressing violent sentiments. This complexity led to a rating that acknowledges the use of provocative language without a direct call for violence.",
        "detailed_reasons": {
            "reason1": "Al Sharpton's speech contained mocking language towards those advocating violence but did not explicitly call for violence against police officers, supporting the 'Mixture' rating.",
            "reason2": "The use of terms like 'offing cops' and 'crackers' in Sharpton's speech, although not a direct call to action, contributed to the inflammatory nature of his rhetoric, justifying the mixed assessment.",
            "reason3": "Sharpton's clarification to Fox News correspondent Jesse Watters that his intent was to mock rather than incite violence confirms the nuanced nature of his speech, aligning with the 'Mixture' rating.",
            "reason4": "Despite the inflammatory language, there was no explicit urging for violence in Sharpton's speech, as evidenced by his subsequent denouncement of attacks on police officers. This lack of a clear call to violence supports the rating of 'Mixture.'"
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "We all know Al Sharpton is a massive scumbag, but this video proves that he's also a hate monger, racist, and violent dictator of the so called black community. \nWhat below as he talks about killing cops and \"crackers\" outside of where he's speaking.",
            []
        ],
        "evidence2": [
            "All the Panther lovers, all the do or die, all the (indecipherable) negroes in Plainfield. I didn't see them stand up and do nothing. All the 'I don't believe in marching. I don't believe, I believe in offing the pigs.' Well they got pigs out here. You ain't offed one of them.\nWhat I believe in I do. Do what you believe in. Or shut up and admit that you've lost your courage and guts to stand up.\n'I ain't having no march. I believe in fighting.' Well fight then. Nobody holding you. 'I'll off the man.' Well off him. Plenty of crackers walking right around here tonight. Ain't nobody come out and knock the gun out of your hand.",
            []
        ],
        "evidence3": [
            "Mr. Sharpton denounced the attack on the Baton Rouge officers. “At a time when the country needs healing, this deplorable and merciless act of violence against officers of the law is wicked and we must fight the principalities of darkness and evil spirits that are turning to violence,” he said.\n“We need more people that will stand up when cops are shot and we need more cops to stand up against bad cops when innocent lives are taken,” Mr. Sharpton added. “We have got to break this cycle of violence.”",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale1, evidence1": "The evidence directly supports the additional_rationale1. The evidence mentions Al Sharpton speaking about killing cops and 'crackers' which aligns with the inflammatory language he used such as 'offing the pigs' and 'crackers' as highlighted in the rationale. Although the evidence portrays Sharpton in a negative light, it correlates with the aggressive language he used in the speech without explicitly calling for violence."
        },
        {
            "reason4, evidence1": "The best match between the evidence and the content provided in the article is represented by 'reason4.' The evidence highlights inflammatory language used by Al Sharpton, referring to him as a hate monger, racist, and inciter of violence. This aligns with 'reason4,' which emphasizes that despite the provocative language used by Sharpton, there was no explicit urging for violence in his speech. The evidence of Sharpton denouncing recent attacks on police officers further supports the rationale that there was no clear call to violence in his speech."
        },
        {
            "additional_rationale1, evidence2": "The evidence directly supports additional_rationale1. In the evidence, Sharpton uses inflammatory language such as 'pigs' and 'crackers,' which aligns with the inflammatory language mentioned in additional_rationale1 where it stated that Sharpton used inflammatory language but did not explicitly call on 'blacks to kill cops.' The evidence highlights Sharpton insinuating that those who threaten violence but don't act on it deserve derision, which directly correlates with the idea presented in additional_rationale1 about mocking those who made bold declarations but didn't follow through."
        },
        {
            "reason4, evidence2": "The evidence directly supports reason4 by presenting Al Sharpton's speech in 1992 where he used inflammatory language such as 'offing the pigs' and 'crackers' but did not explicitly call for violence, which aligns with the rationale indicating that despite the inflammatory language, there was no explicit urging for violence in Sharpton's speech."
        },
        {
            "additional_rationale1, evidence3": "The evidence directly matches with additional_rationale1. Al Sharpton's statement denouncing the attack on the Baton Rouge officers aligns with the rationale that he did not call for 'blacks to kill cops' but instead encouraged standing up against violence and breaking the cycle of violence."
        },
        {
            "reason4, evidence3": "The evidence directly supports reason4 by showcasing that despite the inflammatory language used by Al Sharpton, he explicitly denounced attacks on police officers. This denouncement aligns with reason4, which highlights that there was no explicit call to violence in Sharpton's speech, thus supporting the 'Mixture' rating."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/XpZ0RwtvZmk",
            "https://www.youtube.com/embed/e9YI5-c1udY"
        ]
    }
}