{
    "url": "https://www.snopes.com/fact-check/bad-day-atlanta-shooting/",
    "claim": "Cherokee sheriff’s Capt. Jay Baker said that the Georgia massage-parlor shooting suspect had a \"bad day.\"",
    "rating": "True",
    "content": "The phrase \"bad day\" came toward the end of a lengthy exchange with reporters in which Baker had attempted to characterize the suspect's motivations and state of mind based on the latter's own statements to investigators. It's unclear whether Baker was quoting/paraphrasing the suspect at that moment, or stating his own opinion.\nOn March 17, 2021, the Cherokee Sheriff's Office held a news conference in the aftermath of the deadly Georgia massage-parlor shootings that left eight people dead. Sheriff's Capt. Jay Baker, a spokesperson for the department, answered questions from reporters. According to social media users, he purportedly said that Atlanta-area shooting suspect Robert Aaron Long — who faces murder and assault charges after the incident — had had a \"bad day.\"\nWe found multiple tweets that claimed Baker said the shooting suspect had a \"bad day.\" For example, one came from The Atlantic writer Jemele Hill via Vox journalist Aaron Rupar.\n\nThe 20-second video received around 10 million views in less than 24 hours.\nWe found multiple tweets that were shared far and wide that claimed Baker used those words:\n\nWe were unable to find the full remarks in context in any reports published by major news organizations. It appeared that most articles published a single sentence uttered by Baker. \nIn order to confirm whether the quote was accurate, we turned to a previously live feed of the news conference, provided by the Internet Archive. We also located a Fox 5 Atlanta feed.\n\nWe transcribed the comments below with the moment in question being bolded:\nReporter: “Yesterday it was stated that the suspect was perhaps upset at these locations for allowing him to have an outlet for his addiction. Can you elaborate on that?”\nCapt. Jay Baker: “Yeah let me go into a little detail. The suspect did take responsibility for the shootings. He said that early on once we began the interviews with him. He claims that these – and as the chief said, this is still early – but he does claim that it was not racially motivated. He apparently has an issue, what he considers a sex addiction, and sees these locations as something that allows him to go to these places, and it’s a temptation for him that he wanted to eliminate. Like I said, it’s still early on. Those were comments that he made.”\nReporter: “Did he discuss any kind religious motivation for this, or was he…”\nBaker: “Not that I’m aware of.”\nReporter: “Or political?”\nBaker: “None political. I’ve heard nothing about politics.”\nReporter: “Any sense of his social media history? Is that something you’ve been able to look up?”\nBaker: “That’s something that investigators, and they’ve been working on it. That’s certainly one of the things they’ll be doing.”\nReporter: “Sheriff, did you have a sense that he understood the gravity of what he did?”\nBaker: “When I spoke with investigators, they interviewed him this morning, and they got that impression that, yes, he understood the gravity of it, and he was pretty much fed up and had been at the end of his rope, and yesterday was a really bad day for him, and this is what he did.”\nReporter: “Remorseful?”\nBaker: “I’m not going to – I don’t know if he was remorseful or not.”\nReporter: “He’s a pretty young guy. Was he a student? Does he live with his parents?\nBaker: “21 years of age. It’s my understanding he does not live with his parents. I don’t know who he was living with at the time of this incident.”\nReporter: “Is he employed?”\nBaker: “I’m not aware of that either.”\nWhile Baker did not say the exact words \"had a bad day\" or \"having a bad day,\" he did say \"yesterday was a really bad day for him,\" referring to the Atlanta-area shooting suspect.\nThe remarks reminded some social media users of past shooting sprees committed by young white men:\n\nHowever, whether Atlanta-area police or other law enforcement officers would make similar \"bad day\" remarks about shooting suspects who are people of color is not the focus of this fact check. The claim here is whether Baker said that the shooting suspect had a \"bad day,\" which we determined to be true.\nIn order to understand the \"bad day\" comment, we looked at what was said immediately before and after the moment in question.\nIn studying the transcribed news conference, Baker appeared to be referring to the purported \"sex addiction\" that Long was said to have discussed with law enforcement. In the news conference, Baker said the \"sex addiction\" was \"a temptation\" that Long \"wanted to eliminate.\"\n\"He apparently has an issue, what he considers a sex addiction, and sees these locations as something that allows him to go to these places, and it’s a temptation for him that he wanted to eliminate,\" Baker said.\nAround 40 seconds after Baker finished the \"sex addiction\" remarks, he mentioned \"bad day\":\nReporter: “Sheriff, did you have a sense that he understood the gravity of what he did?”\nBaker: “When I spoke with investigators, they interviewed him this morning, and they got that impression that, yes, he understood the gravity of it, and he was pretty much fed up and had been at the end of his rope, and yesterday was a really bad day for him, and this is what he did.”\nIt appeared that Baker was saying it was a \"bad day\" for Long's \"temptation\" as it pertained to \"sex addiction.\"\nOn the evening of March 17, Baker appeared to delete or disable his Facebook account after social media users discovered it. We previously reported that he had promoted COVID-19-themed T-shirts that read: \"Imported Virus from Chy-na.\" While the investigation into the massage-parlor killings was ongoing, connections were drawn by social media users and bloggers to the fact that he promoted those shirts, and that six of the eight victims were Asian women.\nWe reached out to Baker later that same day to receive clarification on his comments, but did not hear back. However, the Cherokee County Sheriff's Office put out a statement on March 18:\n\nIn sum, a Georgia sheriff's spokesman did say that the day of the Atlanta-area killings was for the suspect \"a really bad day for him.\" The remarks appeared to refer to a \"bad day\" for the suspect's \"temptation\" in regard to a purported \"sex addiction.\"",
    "original_rationales": {
        "main_rationale": "The claim here is whether Baker said that the shooting suspect had a \"bad day,\" which we determined to be true.",
        "additional_rationale1": "In the news conference, Baker said the \"sex addiction\" was \"a temptation\" that Long \"wanted to eliminate.\"",
        "additional_rationale2": "It appeared that Baker was saying it was a \"bad day\" for Long's \"temptation\" as it pertained to \"sex addiction.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating for the claim that Cherokee sheriff’s Capt. Jay Baker said the Georgia massage-parlor shooting suspect had a 'bad day' is supported by the fact that during a news conference, Baker stated that 'yesterday was a really bad day for him,' in reference to the suspect. This statement was made in the context of discussing the suspect's understanding of the gravity of his actions and his motivation related to his perceived sex addiction. Baker's remarks link the suspect's actions to his emotional state on that particular day, indicating a basis for the claim's truthfulness.",
        "detailed_reasons": {
            "reason1": "Baker's statement during the news conference, where he mentioned that 'yesterday was a really bad day for him' in connection to the suspect's understanding of the situation and his emotional state, directly supports the claim as it aligns with the reported narrative that Baker made reference to the suspect's day being problematic.",
            "reason2": "The context provided around the suspect's motive, specifically regarding his purported sex addiction and the facilities he visited, further strengthens the 'True' rating. Baker's comments linking the suspect's actions to his attempt to eliminate temptation by visiting these locations support the notion that the suspect indeed had a 'bad day' within the context of his internal struggles.",
            "reason3": "Despite some ambiguity in Baker's statement, as it was not a direct quote of 'bad day,' the surrounding dialogue and Baker's indication of the suspect's emotional state being at a low point offer a substantial basis for the claim's truthfulness. The sequence of events and Baker's narrative indicate a correlation between the suspect's mental and emotional state on that day and his subsequent actions."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "Reporter: “Yesterday it was stated that the suspect was perhaps upset at these locations for allowing him to have an outlet for his addiction. Can you elaborate on that?”\nCapt. Jay Baker: “Yeah let me go into a little detail. The suspect did take responsibility for the shootings. He said that early on once we began the interviews with him. He claims that these – and as the chief said, this is still early – but he does claim that it was not racially motivated. He apparently has an issue, what he considers a sex addiction, and sees these locations as something that allows him to go to these places, and it’s a temptation for him that he wanted to eliminate. Like I said, it’s still early on. Those were comments that he made.”\nReporter: “Did he discuss any kind religious motivation for this, or was he…”\nBaker: “Not that I’m aware of.”\nReporter: “Or political?”\nBaker: “None political. I’ve heard nothing about politics.”\nReporter: “Any sense of his social media history? Is that something you’ve been able to look up?”\nBaker: “That’s something that investigators, and they’ve been working on it. That’s certainly one of the things they’ll be doing.”\nReporter: “Sheriff, did you have a sense that he understood the gravity of what he did?”\nBaker: “When I spoke with investigators, they interviewed him this morning, and they got that impression that, yes, he understood the gravity of it, and he was pretty much fed up and had been at the end of his rope, and yesterday was a really bad day for him, and this is what he did.”\nReporter: “Remorseful?”\nBaker: “I’m not going to – I don’t know if he was remorseful or not.”\nReporter: “He’s a pretty young guy. Was he a student? Does he live with his parents?\nBaker: “21 years of age. It’s my understanding he does not live with his parents. I don’t know who he was living with at the time of this incident.”\nReporter: “Is he employed?”\nBaker: “I’m not aware of that either.”",
            []
        ],
        "evidence2": [
            "Reporter: “Sheriff, did you have a sense that he understood the gravity of what he did?”\nBaker: “When I spoke with investigators, they interviewed him this morning, and they got that impression that, yes, he understood the gravity of it, and he was pretty much fed up and had been at the end of his rope, and yesterday was a really bad day for him, and this is what he did.”",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale2, evidence1": "The evidence directly supports the additional rationale explaining that Cherokee sheriff's Capt. Jay Baker referred to the suspect's day as a 'bad day' in the context of the suspect's 'temptation' regarding his purported 'sex addiction.' Baker mentioned that the suspect 'understood the gravity of it' and described the day as 'a really bad day for him,' linking it to the suspect's struggles with his 'temptation' and wanting to 'eliminate' it."
        },
        {
            "reason3, evidence1": "The evidence from Capt. Jay Baker's statement directly aligns with reason3 provided in the rationale. Baker's mention of the suspect having 'a really bad day for him' correlates with the claim that the Georgia massage-parlor shooting suspect had a 'bad day.' Baker's indication of the suspect's emotional state being at a low point and the connection drawn between the suspect's mental and emotional state and his subsequent actions closely supports reason3, which emphasizes the correlation between the suspect's emotional state and his actions."
        },
        {
            "additional_rationale1, evidence2": "The evidence directly supports the additional rationale 1 presented in the fact-checking article. The statement made by Capt. Jay Baker in the evidence aligns closely with the detail in the additional rationale 1 where he mentioned that Long wanted to eliminate a temptation related to a sex addiction. This similarity indicates a direct relationship between the evidence and the specific detail provided in the additional rationale 1."
        },
        {
            "reason3, evidence2": "The evidence directly supports reason3 from the combined claim and rationale. In the evidence, Baker specifically mentioned that 'yesterday was a really bad day for him,' which aligns with the rationale's argument that his statement indicated the suspect's emotional state being at a low point. This direct correlation between the evidence and reason3 strengthens the truthfulness of the claim."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/R16pe-CUmEg?feature=oembed&start=1"
        ]
    }
}