{
    "url": "https://www.snopes.com/fact-check/buffet-eating-all-they-could/",
    "claim": "George Dalmon and Andy Miles were kicked out of a Mongolian barbecue buffet because they ate too much.",
    "rating": "Unproven",
    "content": "In early October 2012, stories emerged in the British media reporting that two portly men, one of whom was a former rugby player, were kicked out of an all-you-can-eat buffet for taking the establishment up on its offer and actually eating all they possibly could:\nGeorge Dalmon, a former rugby player, and his friend Andy Miles were banned from all-you-can-eat restaurant, Gobi, In Brighton, after the manager branded them \"a couple of pigs\".\nThe men would each eat five bowls of stir-fry during their regular meals at the Mongolian barbecue, which invites guests to create their own dishes from the buffet.\nBut Mr Dalmon, 26, said the restaurant should honour its promotion. He said: \"They've only got small bowls and you can't get enough in there so we always go back for more.\n\"We've been eating there for a couple of years then suddenly the owner came to our table in front of all the customers and went absolutely mental. He said we were a couple of pigs and we were banned for life. I couldn't believe it.\"\nThe two gamely posed for photographs holding their presumably empty bellies and extending their hands in bowl shapes as if to ask for more in \"Oliver Twist\" fashion.\nAs Cracked.com pointed out in a March 2017 round-up of \"ironic\" stories \"swallowed whole\" by the public, there are two sides to the story, and it's unclear if the men were really kicked out of the restaurant for the amount they ate or for bad manners — or for a combination of factors. We sent a message to co-owner Peter Westgate, but haven't heard back. According to Dalmon, who we contacted via Facebook messenger, the restaurant has closed due to \"bad press.\"\nThe BBC spoke to Westgate in 2012, who said Dalmon and Miles were barred from the restaurant because they created a disturbance with their voraciousness:\nLike when the shark shuts its eyes before it feeds, they're like that. They just get to the buffet and whatever happens they just pile it in.\nThey muck the buffet up for everyone, they push and shuffle people from the barbecue area and it's pretty sad really, because you can eat all you like over five-and-a-half hours — it's not an issue, you don't need to rush.\nDalmon rejects that account. He told us:\nHe was basically saying we were like sharks at feeding time or to a feeding frenzy which I thought was quite funny. But no, it wasn't the case at all. We didn't go in there like a bunch of piranhas and start throwing food everywhere, that wasn't the case. Basically what it was, they were obviously trying to save money and cut costs which I don't understand. What's the point in having a business running an all-you-can-eat restaurant if you're worried about people eating into your profits? Don't do it if you can't afford it. He [the co-owner, Peter Westgate] was always watching what you were taking and things like that.\nAs a result of the GOBi restaurant saga, Dalmon landed a show with Channel 4 called the \"2,000,000 Calorie Buffet,\" a comedic challenge in which he is invited to restaurants to \"see if I can beat them or they can beat me.\" He told us he's now in talks about taking the show international.\nGetting ejected from an all-you-can-eat buffet for eating all one can eat is a common comedic trope, one that formed plot of an episode of the long-running animated series The Simpsons, among others. It was also the subject of a viral (but fake) news story from 2016, in which a fictional 51-year-old welfare recipient spent seven hours eating up to 70 pounds of food at a Golden Corral restaurant in Massachusetts, and then supposedly sued the chain after they gave him the boot.",
    "original_rationales": {
        "main_rationale": "As Cracked.com pointed out in a March 2017 round-up of \"ironic\" stories \"swallowed whole\" by the public, there are two sides to the story, and it's unclear if the men were really kicked out of the restaurant for the amount they ate or for bad manners — or for a combination of factors.",
        "additional_rationale1": "According to Dalmon, who we contacted via Facebook messenger, the restaurant has closed due to \"bad press.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The rating of 'Unproven' is supported due to conflicting accounts regarding the reason for George Dalmon and Andy Miles being asked to leave the restaurant. There are discrepancies between Dalmon's statement about being thrown out due to watching buffet costs and the restaurant owner's claim of disruptive behavior. Additionally, the absence of a clear resolution or verification from the co-owner and the closure of the restaurant due to 'bad press' contribute to the uncertainty surrounding the incident.",
        "detailed_reasons": {
            "reason1": "The conflicting narratives between George Dalmon's version of the events, where he refutes the accusation of disruptive behavior and instead points to the owner's concerns about costs, and the restaurant owner's account of disturbance caused by excessive eating contribute to the 'Unproven' rating. The lack of alignment between these two versions creates ambiguity regarding the actual reason for the ejection.",
            "reason2": "The article highlights that there has been no response from the co-owner of the restaurant to clarify the situation. This absence of verification from a key involved party introduces doubt into the truthfulness of the claim. Without a clear statement from the co-owner to corroborate either side of the story, the veracity of the incident remains uncertain, supporting the 'Unproven' rating.",
            "reason3": "The closure of the restaurant due to 'bad press,' as mentioned by Dalmon, adds another layer of complexity to the situation. The fact that the establishment shut down following this incident implies that external factors, such as public perception and media influence, played a significant role in the outcome. This external factor further obscures the true nature of the events, reinforcing the 'Unproven' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "George Dalmon, a former rugby player, and his friend Andy Miles were banned from all-you-can-eat restaurant, Gobi, In Brighton, after the manager branded them \"a couple of pigs\".\nThe men would each eat five bowls of stir-fry during their regular meals at the Mongolian barbecue, which invites guests to create their own dishes from the buffet.\nBut Mr Dalmon, 26, said the restaurant should honour its promotion. He said: \"They've only got small bowls and you can't get enough in there so we always go back for more.\n\"We've been eating there for a couple of years then suddenly the owner came to our table in front of all the customers and went absolutely mental. He said we were a couple of pigs and we were banned for life. I couldn't believe it.\"",
            []
        ],
        "evidence2": [
            "Like when the shark shuts its eyes before it feeds, they're like that. They just get to the buffet and whatever happens they just pile it in.\nThey muck the buffet up for everyone, they push and shuffle people from the barbecue area and it's pretty sad really, because you can eat all you like over five-and-a-half hours — it's not an issue, you don't need to rush.",
            []
        ],
        "evidence3": [
            "He was basically saying we were like sharks at feeding time or to a feeding frenzy which I thought was quite funny. But no, it wasn't the case at all. We didn't go in there like a bunch of piranhas and start throwing food everywhere, that wasn't the case. Basically what it was, they were obviously trying to save money and cut costs which I don't understand. What's the point in having a business running an all-you-can-eat restaurant if you're worried about people eating into your profits? Don't do it if you can't afford it. He [the co-owner, Peter Westgate] was always watching what you were taking and things like that.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "main_rationale, evidence1": "The evidence directly supports the main rationale by confirming that George Dalmon and Andy Miles were indeed banned from an all-you-can-eat restaurant, linking to the claim that they were kicked out of a Mongolian barbecue buffet for eating too much. The article details how the manager called them 'a couple of pigs' and how they were banned for life after eating five bowls of stir-fry each. This clear connection between the evidence and the rationale supports the uncertainty highlighted in the main rationale about whether they were kicked out for eating too much or for other reasons."
        },
        {
            "reason2, evidence1": "The evidence directly supports reason2 from the fact-checking rationale. The article mentions that there has been no response from the co-owner of the restaurant to clarify the situation, introducing doubt into the truthfulness of the claim. The lack of verification from a key involved party aligns with the absence of response from co-owner Peter Westgate, thus supporting the 'Unproven' rating."
        },
        {
            "main_rationale, evidence2": "The evidence directly supports the main rationale provided in the fact-checking article. The content of the evidence matches the situation described in the rationale where George Dalmon and Andy Miles were kicked out of the Mongolian barbecue buffet for eating too much. The evidence specifically mentions how the two men were seen as creating a disturbance with their voracious eating habits, pushing and shuffling people at the barbecue area, which aligns with the rationale's mention of potential reasons for their ejection, such as bad manners or a combination of factors."
        },
        {
            "reason3, evidence2": "The evidence directly supports reason3 from the rationale provided. The article mentions that the closure of the restaurant was due to 'bad press,' which adds complexity to the situation. This external factor further obscures the true nature of the events, reinforcing the 'Unproven' rating. The evidence aligns with this by highlighting the impact of external factors, such as public perception and media influence, on the outcome."
        },
        {
            "main_rationale, evidence3": "The evidence directly supports the main rationale provided as it sheds light on the different perspectives regarding the incident at the Mongolian barbecue buffet. Specifically, the evidence includes details from both sides of the story, indicating that the situation was not solely about overeating but potentially involved other factors such as the restaurant's cost-saving measures. This aligns with the main rationale that mentions the presence of multiple aspects to the story beyond just excessive eating, reinforcing the uncertainty surrounding the actual reason for the ejection of George Dalmon and Andy Miles."
        },
        {
            "reason1, evidence3": "The evidence directly supports reason1 as it aligns with George Dalmon's version of events where he refutes the accusation of disruptive behavior due to excessive eating. His statement indicates that they did not exhibit inappropriate behavior like throwing food around but were solely focused on the quantity of food consumed. This clear correspondence between the evidence and reason1 strengthens the rationale behind the 'Unproven' rating."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}