{
    "url": "https://www.snopes.com/fact-check/conspiracy-theory-pizzagate-2011-interview/",
    "claim": "Donald Trump referred to the pedophilia conspiracy theory that has come to be known as \"Pizzagate\" during a 2011 interview.",
    "rating": "Mostly False",
    "content": "Donald Trump mentioned the word \"pizzagate\" during a 2011 interview. \nHe was referring to a \"controversy\" concerning his use of a fork and knife to eat a slice of pizza, not the pedophilia conspiracy theory that clouded the 2016 election. \nIn August 2017, months after the \"Pizzagate\" conspiracy theory was roundly disproved, a piece of video appeared that purportedly shows featuring Donald Trump talking to television anchor Piers Morgan in 2011 about the Anthony Weiner scandal.\nThis time, however, it was repackaged as \"proof\" that the future president was one of the first to know about the debunked conspiracy theory that Washington, D.C.'s elite run a pedophilia ring out of a popular pizzeria's basement. For example, one YouTube user preceded the video by the following narration:\nThis is an interview from 2011 with Donald Trump and Piers Morgan, i think that's his name, the scum bag guy that worked with Alex Jones for the second amendment. Blah blah blah you know the story. Anyway, Donald Trump is doing the interview with this guy and out of the blue he mentions pizzagate. This is 2011. Pizzagate. It's clear as a bell. You can't miss it. Now I ran back through 2011 and I can't find anything pizzagate related besides Donald Trump mentioning it.\nThe YouTuber who posted the augmented video said that he couldn't find anything else from 2011 that was called or related to anything named Pizzagate, implying that Trump had perhaps predicted the manufactured 2016 controversy; however, we found several mentions of a 2011 Pizzagate moniker that had nothing to do with pedophile rings.\nThis Pizzagate came from a June 2011 lunch meeting between Trump and former Alaska governor Sarah Palin. The two discussed various political matters, but much of the media was focused on a different detail: Trump ate his pizza with a fork. The revelation sparked a wave of opinion pieces about the proper way to eat pizza:\nSeveral thinkpieces were published around that time, bearing headlines such as: \"Donald Trump responds to Pizzagate 2011,\" \"Attention Hog? Donald Trump Addresses ‘Pizza-gate’ Via Strange Homemade Video,\" and \"Herman Cain On Trump’s ‘Pizzagate’: If You’re Born With A Silver Spoon, You Eat Pizza With Utensils\".\nTrump's 2011 interview with CNN aired amidst this tempest:\n\nEver since former president Richard Nixon's Watergate scandal became enshrined in history, \"-gate\" has been a suffix tacked onto nouns in order to imply either political misconduct or impropriety, or a flurry of public outrage (sometimes facetiously). The fact that the word \"Pizzagate\" was used to describe two pizza-related attempts at manufacturing a national outcry is so inevitable that it cannot even charitably be described as a coincidence.",
    "original_rationales": {
        "main_rationale": "He was referring to a \"controversy\" concerning his use of a fork and knife to eat a slice of pizza, not the pedophilia conspiracy theory that clouded the 2016 election.",
        "additional_rationale1": "This time, however, it was repackaged as \"proof\" that the future president was one of the first to know about the debunked conspiracy theory that Washington, D.C.'s elite run a pedophilia ring out of a popular pizzeria's basement.",
        "additional_rationale2": "The YouTuber who posted the augmented video said that he couldn't find anything else from 2011 that was called or related to anything named Pizzagate, implying that Trump had perhaps predicted the manufactured 2016 controversy; however, we found several mentions of a 2011 Pizzagate moniker that had nothing to do with pedophile rings."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Mostly False' rating is supported by the fact that Donald Trump mentioned 'Pizzagate' in a 2011 interview, but this reference was related to a controversy about eating pizza with a fork, not the later pedophilia conspiracy associated with 'Pizzagate'. Despite claims made in an augmented video that suggested Trump mentioned the conspiracy in 2011, further investigation found no credible evidence to support this link. The usage of 'Pizzagate' in 2011 was primarily tied to Trump eating pizza with a fork, as highlighted in media headlines of that time, indicating a different context than the later conspiracy narrative. The suffix '-gate' is discussed in the article as a common way to imply scandal or outrage, further emphasizing that the term 'Pizzagate' in 2011 was likely coincidental to the subsequent conspiracy theory.",
        "detailed_reasons": {
            "reason1": "Trump's mention of 'Pizzagate' in the 2011 interview was in the context of a pizza-eating controversy, not the pedophilia conspiracy, as clarified by the media coverage focused on how Trump ate pizza with a fork.",
            "reason2": "Investigation into the claim that Trump referenced the pedophilia conspiracy theory in 2011 found no substantial evidence to verify this assertion, contradicting the implications made in a video attempting to link Trump to the later 'Pizzagate' conspiracy.",
            "reason3": "The article discusses how the term 'Pizzagate' in 2011 primarily revolved around Trump eating pizza with a fork during a lunch meeting with Sarah Palin, a detail that garnered substantial media attention with headlines focusing on Trump's unusual pizza-eating behavior, reinforcing the context of the term 'Pizzagate' in that period.",
            "reason4": "The article explains that the use of '-gate' as a suffix to imply scandal or outrage has been a common practice since the Watergate scandal, suggesting that the usage of 'Pizzagate' in 2011 to describe a pizza-eating incident aligns more with this historical context than with the later fabricated pedophilia conspiracy, further supporting the 'Mostly False' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "This is an interview from 2011 with Donald Trump and Piers Morgan, i think that's his name, the scum bag guy that worked with Alex Jones for the second amendment. Blah blah blah you know the story. Anyway, Donald Trump is doing the interview with this guy and out of the blue he mentions pizzagate. This is 2011. Pizzagate. It's clear as a bell. You can't miss it. Now I ran back through 2011 and I can't find anything pizzagate related besides Donald Trump mentioning it.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "main_rationale, evidence1": "The evidence provided directly supports the main rationale. In the 2011 interview with Donald Trump and Piers Morgan, Trump mentioned 'Pizzagate,' but he was actually referring to a controversy about his use of a fork and knife to eat pizza, not the pedophilia conspiracy theory. This aligns with the main rationale that the mention of 'Pizzagate' was about pizza-eating etiquette controversy, not the pedophilia conspiracy theory."
        },
        {
            "reason3, evidence1": "The evidence directly supports reason3. In the article, it is clearly mentioned that the term 'Pizzagate' in 2011 revolved around Trump eating pizza with a fork during a lunch meeting with Sarah Palin. This aligns with the evidence where Trump is referred to discussing the 'Pizzagate' term in the context of a controversy related to his pizza-eating behavior in 2011."
        }
    ],
    "other": {
        "iframe_video_links": [
            "//media.mtvnservices.com/embed/mgid:arc:video:comedycentral.com:3ed04efe-ed01-11e0-aca6-0026b9414f30",
            "https://www.youtube.com/embed/2wAEcN9UIy8"
        ]
    }
}