{
    "url": "https://www.snopes.com/fact-check/egg-balancing-on-the-equinox/",
    "claim": "A special property of the equinox allows eggs (or brooms) to be balanced on their ends that day.",
    "rating": "False",
    "content": "Every year on the vernal and autumnal equinoxes (on or about March 20 and September 22), the two days per year in which the length of day and night are the same, we hear about a magical property of these days that allows eggs to be balanced on end. Rarely does a year go by in which a local TV news station doesn't send a reporter out to a neighborhood park to capture images of people delightedly placing eggs on the ground and watching in amazement as the eggs stand on end. Rarely do we see any new stories reporting that this same feat can be achieved every other day of the year as well.\nThe equinoxes, which mark the beginning of spring and autumn, have long held a special importance in human society. Particularly the vernal equinox, which marks the first day of spring and the end of winter, the beginning of the season in which daylight again outlasts darkness and life springs anew. Flowers blossom, trees shoot out new leaves and branches, and animals give birth (or their eggs hatch). These tangible signs of the world's rebirth were of paramount importance to agricultural societies, and they naturally developed elaborate fertility rites to celebrate the occasion.\nThus eggs — one of the most ubiquitous symbols of fertility and birth — have long been associated with the beginning of spring, and hence with the equinox. Many, many superstitions involving the breaking, balancing, burying, decorating, reading (for purposes of divination) and hiding of eggs have come to be part of the annual spring celebration. (The linking of egg-balancing with spring celebrations is demonstrated by the fact that the practice is associated primarily with the vernal equinox and far less commonly with the autumnal equinox.)\n\nThe Chinese are often cited as having originated the practice of standing eggs on end during the equinox. Just as the equinox symbolically restores balance to the world by signalling its rebirth after a season of darkness, the equinox literally balances the day by dividing it into equal portions of darkness and light. If the symbol of fertility, eggs, could be balanced on end during a day equally divided between day and night, this was a sign that all nature was in harmony.\nNonetheless, the vernal equinox brings no special egg-balancing properties with it. Standing an egg on its end is something just about anyone can do any day of the year; the feat simply takes the right egg and a little trial and practice. Since the vast majority of people never see or try balancing eggs on their ends on any day other than the equinox, though, many of them come away from the experience believing that something special must have occurred on that particular day. As the Associated Press reported in 1987, however, scientific trial shows otherwise:\nEgg balancing, most popular at the spring equinox in March but said to be possible in both seasons, has attracted publicity in recent years — with scientists skeptical and ritual-makers adamant.\nFinally a scientist has published research into the matter and concluded that yes indeed, he could balance an egg — actually several eggs — at the moment of the equinox.\nBut, on the other side of the coin, he was also able to do so at lots of other times.\n\"The upshot is that, as far as I can tell, there isn't too much relationship between astronomical phenomena and balancing eggs. It is basically a function of the shape of the egg and the surface,\" said astronomer Frank D. Ghigo.\nGhigo, of the University of Minnesota, decided to study egg balancing after receiving questions about it from members of the public who had read about the annual spring egg balancing festival in New York City.\nGhigo used four samples of a dozen eggs each, which he attempted to balance on their large ends on a Formica tabletop each day between Feb. 27 and April 3, 1984. The spring equinox occurred on March 20, 1984.\nGhigo found the eggs have many bumps and irregularities and with patience some of them could be made to balance virtually every day — while some eggs would simply never balance, on the equinox or otherwise.\nHe concluded that \"the mood and persistence of the balancer has a major effect on the balancing rate. If one is impatient or nervous, the rate is low.\"\nOver time, Ghigo found, the percentage of eggs he could balance improved, concluding \"I think I got better, just through practice.\"\nThe following video clip shows an egg being balanced on end during a non-equinox day:\n\nFebruary 2012 saw the widespread promotion of a more recent wrinkle to the legend: pictures of brooms standing on end circulated via social media, accompanied by claims that the arrival of the equinox also brought special broom-balancing properties with it. Just like eggs, though, many brooms can be stood on their ends any old day of the year. The feat works best with newer brooms which have uniform, evenly cut bristles, with the angle of the bristle cut offsetting the lean angle of the broom:\n\nThis legend also popped up as a subject discussed by characters in an episode of the political drama The West Wing (\"Evidence of Things Not Seen,\" originally aired 23 April 2003):\n",
    "original_rationales": {
        "main_rationale": "Nonetheless, the vernal equinox brings no special egg-balancing properties with it.",
        "additional_rationale1": "Standing an egg on its end is something just about anyone can do any day of the year; the feat simply takes the right egg and a little trial and practice.",
        "additional_rationale2": "But, on the other side of the coin, he was also able to do so at lots of other times.",
        "additional_rationale3": "Ghigo found the eggs have many bumps and irregularities and with patience some of them could be made to balance virtually every day — while some eggs would simply never balance, on the equinox or otherwise."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim about a special property of the equinox allowing eggs or brooms to be balanced is rated as 'False' due to the fact that egg balancing is not unique to the equinox and can be achieved on any day with the right egg and practice, supported by scientific trials and explanations provided by astronomer Frank D. Ghigo.",
        "detailed_reasons": {
            "reason1": "The practice of balancing eggs on the equinox is debunked by scientific evidence showing that egg balancing is not exclusive to that particular day but can be accomplished with various eggs on any given day with the right technique and patience, as detailed in the study conducted by astronomer Frank D. Ghigo.",
            "reason2": "The association between egg balancing and the equinox stems from historical traditions and superstitions rather than a unique property of the equinox itself, as emphasized by the text highlighting the cultural significance of eggs during the spring equinox celebrations.",
            "reason3": "The mention of brooms being able to stand on end during the equinox adds another layer to the myth, further reinforcing the idea that these balancing feats are not tied to any special properties of the equinox but are achievable with common objects under specific conditions regardless of the time of year."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "Egg balancing, most popular at the spring equinox in March but said to be possible in both seasons, has attracted publicity in recent years — with scientists skeptical and ritual-makers adamant.\nFinally a scientist has published research into the matter and concluded that yes indeed, he could balance an egg — actually several eggs — at the moment of the equinox.\nBut, on the other side of the coin, he was also able to do so at lots of other times.\n\"The upshot is that, as far as I can tell, there isn't too much relationship between astronomical phenomena and balancing eggs. It is basically a function of the shape of the egg and the surface,\" said astronomer Frank D. Ghigo.\nGhigo, of the University of Minnesota, decided to study egg balancing after receiving questions about it from members of the public who had read about the annual spring egg balancing festival in New York City.\nGhigo used four samples of a dozen eggs each, which he attempted to balance on their large ends on a Formica tabletop each day between Feb. 27 and April 3, 1984. The spring equinox occurred on March 20, 1984.\nGhigo found the eggs have many bumps and irregularities and with patience some of them could be made to balance virtually every day — while some eggs would simply never balance, on the equinox or otherwise.\nHe concluded that \"the mood and persistence of the balancer has a major effect on the balancing rate. If one is impatient or nervous, the rate is low.\"\nOver time, Ghigo found, the percentage of eggs he could balance improved, concluding \"I think I got better, just through practice.\"",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale3, evidence1": "The evidence directly supports the additional rationale stating that some eggs have bumps and irregularities and require patience to balance, while some eggs would simply never balance on the equinox or otherwise. The article describes how astronomer Frank D. Ghigo conducted experiments with eggs, finding that with patience, some eggs could be balanced virtually every day, reflecting the irregularities mentioned in the rationale. This direct correlation between the evidence and the rationale highlights the challenges and variability in balancing eggs depending on their shape and surface."
        },
        {
            "reason1, evidence1": "The evidence directly supports 'reason1' from the rationale provided. The article explicitly states that egg balancing is not exclusive to the equinox but can be achieved with any eggs on any given day with the right technique and patience, as demonstrated by astronomer Frank D. Ghigo's study. Ghigo's research showed that the ability to balance eggs is primarily determined by the shape of the egg and the surface, debunking the myth of it being a special property of the equinox."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/MrZGDdjB-hM?feature=oembed&start=1",
            "https://www.youtube.com/embed/iDCj9_Iz4nQ?feature=oembed&start=1"
        ]
    }
}