{
    "url": "https://www.snopes.com/fact-check/texas-statue-vandalize-deadly-force/",
    "claim": "It is legal in Texas to use deadly force to stop a Confederate statue from being vandalized.",
    "rating": "False",
    "content": "A Facebook post claiming that it was legal for people in Texas to use deadly force to protect Confederate statues from being vandalized was widely shared on social media in August 2017:\n\nThe Facebook post, which has since been deleted, was featured in several articles that made false (and potentially dangerous) claims. The web sites I Am A Texan and Liberty Park Press, for instance, both shared this message as if it was an official warning from a Texas police department. But that is not the case. In fact, the Tioga Police Department, where Ryan worked as an \"unpaid reserve officer,\" dismissed Ryan shortly after this post went viral. \nThe web site Political Mayhem took the claim even further, sharing it in an irresponsible, inflammatory piece titled \"HELL YEAH! This State Just Gave Citizens Authority To SHOOT Protesters ON SIGHT Who Destroy Monuments.\"\nFirst of all, the laws Ryan cited are not new. Second, they do not actually give people in Texas the right to use deadly force to protect statues from vandalism. \nLegal analyst Gerald Treece told Houston TV station KHOU that although the legal codes Ryan cited are real (you can read them in full here and here), they do not give people the rights that Ryan claimed. For instance, Chapter 9.41 explicitly deals with \"one's own property.\" Statues in public parks would not fall into this category. Treece also said that it was unlikely for Confederate statues to be considered \"tangible, movable property\":\n\"That's just not the law,\" said Treece. The Texas Penal Code allows for the use of deadly force when protecting people's private property.\n\"I can used deadly force against you if you're using deadly force or if there's a fear of deadly force against me,\" said Treece. But statues in public parks aren't private property.\n\"If the question in a classroom came up, 'Professor, can I shoot someone at night putting magic marker on a statue?', I would say no, a thousand times no,\" said Treece.\nTexas Penal Code 9.43 clearly states the private property being protected with deadly force needs to be \"tangible and moveable.\" A statue doesn't meet that qualification either.\n\"It's not tangible, moveable property, owned by anybody, but the government,\" said Treece.\nThe Granbury Police Department also weighed in, saying that the claim that you can use deadly force to stop someone from vandalizing a statue was \"absolutely not true,\" and adding that using deadly force to protect property (your own or others' is only legal under certain conditions): \nWith all of the current talk and controversy involving the statue of General Granbury, there has been a significant escalation in talk that we feel we must address. There is a person claiming to be a police officer and instructor (unknown if he is or is not) who is posting inaccurate information on social media sites. The posts in question are interpreting chapter 9 of the Texas Penal Code to allow a person to use deadly force against another for simply vandalizing a statue. This is absolutely not true.\nThe specific section being argued starts with TX Penal Code Section 9.42, which states a person can use deadly force to stop another person from committing Criminal Mischief at night. That section covers a person protecting their own property and is part of a prerequisite for protecting a third party’s property, which is covered under Section 9.43. Unfortunately, there is a very important part of 9.42 that is being missed. That is a requirement that, in addition to seeing a person commit Criminal Mischief at night, the person using the force must reasonably believe the following:\n(A)The land or property cannot be protected or recovered by any other means, or\n(B) The use of force other than deadly force to protect or recover the land or property would expose the actor or another to a substantial risk of death or serious bodily injury.\nWhen the entire statute is read, it becomes obvious this issue is not nearly as simple as some would have you believe. It is not legal to shoot someone for simply vandalizing a statue, regardless of what some are claiming. There must be other factors involved to justify deadly force. Additionally, you must ask yourself if it is worth it to take a life over a piece of property which doesn’t even belong to you, even if the action may be legally justified.\nThe Granbury Police Department does not recommend confronting anyone under these circumstances. We ask that you call 911 and be the best witness you can be. If you can continue to watch the suspect(s) safely, please do so until officers arrive.\nAs with any other issues, please feel free to call the police department with any questions at 817-573-2648.\nBottom line: It is not legal to use deadly force in Texas to prevent a person from vandalizing a statue. ",
    "original_rationales": {
        "main_rationale": "Bottom line: It is not legal to use deadly force in Texas to prevent a person from vandalizing a statue.",
        "additional_rationale1": "It is not legal to shoot someone for simply vandalizing a statue, regardless of what some are claiming. There must be other factors involved to justify deadly force.",
        "additional_rationale2": "The Granbury Police Department does not recommend confronting anyone under these circumstances."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that it is legal in Texas to use deadly force to stop a Confederate statue from being vandalized is rated as False due to a comprehensive analysis of the Texas Penal Code, statements from legal experts, and clarification provided by law enforcement agencies. The text highlights that the cited laws do not grant individuals the right to utilize deadly force to protect public statues, emphasizing the significance of tangible and movable property, restrictions around the use of force, and the necessity for specific conditions to justify such actions. Law enforcement authorities explicitly refute the claim, emphasizing that using deadly force under these circumstances is not permissible according to Texas law.",
        "detailed_reasons": {
            "reason1": "The Texas Penal Code, as analyzed by legal experts such as Gerald Treece, is detailed in the text to clarify that the laws cited in the claim do not extend to protecting public statues, highlighting the distinction between private property and statutes in public parks.",
            "reason2": "The Granbury Police Department's statement directly contradicts the claim by addressing the specific sections of the Texas Penal Code, emphasizing the stringent conditions and prerequisites necessary to justify the use of deadly force, which clearly excludes the scenario of stopping someone from vandalizing a statue.",
            "reason3": "The emphasis on the legal requirement that the use of deadly force must be based on a reasonable belief that no other means could protect the property or prevent further harm, as outlined in the Texas Penal Code, reinforces the fact that the claim's assertion of using deadly force in a simplistic manner to protect statues is inaccurate and legally unfounded."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "\"That's just not the law,\" said Treece. The Texas Penal Code allows for the use of deadly force when protecting people's private property.\n\"I can used deadly force against you if you're using deadly force or if there's a fear of deadly force against me,\" said Treece. But statues in public parks aren't private property.\n\"If the question in a classroom came up, 'Professor, can I shoot someone at night putting magic marker on a statue?', I would say no, a thousand times no,\" said Treece.\nTexas Penal Code 9.43 clearly states the private property being protected with deadly force needs to be \"tangible and moveable.\" A statue doesn't meet that qualification either.\n\"It's not tangible, moveable property, owned by anybody, but the government,\" said Treece.",
            []
        ],
        "evidence2": [
            "With all of the current talk and controversy involving the statue of General Granbury, there has been a significant escalation in talk that we feel we must address. There is a person claiming to be a police officer and instructor (unknown if he is or is not) who is posting inaccurate information on social media sites. The posts in question are interpreting chapter 9 of the Texas Penal Code to allow a person to use deadly force against another for simply vandalizing a statue. This is absolutely not true.\nThe specific section being argued starts with TX Penal Code Section 9.42, which states a person can use deadly force to stop another person from committing Criminal Mischief at night. That section covers a person protecting their own property and is part of a prerequisite for protecting a third party’s property, which is covered under Section 9.43. Unfortunately, there is a very important part of 9.42 that is being missed. That is a requirement that, in addition to seeing a person commit Criminal Mischief at night, the person using the force must reasonably believe the following:\n(A)The land or property cannot be protected or recovered by any other means, or\n(B) The use of force other than deadly force to protect or recover the land or property would expose the actor or another to a substantial risk of death or serious bodily injury.\nWhen the entire statute is read, it becomes obvious this issue is not nearly as simple as some would have you believe. It is not legal to shoot someone for simply vandalizing a statue, regardless of what some are claiming. There must be other factors involved to justify deadly force. Additionally, you must ask yourself if it is worth it to take a life over a piece of property which doesn’t even belong to you, even if the action may be legally justified.\nThe Granbury Police Department does not recommend confronting anyone under these circumstances. We ask that you call 911 and be the best witness you can be. If you can continue to watch the suspect(s) safely, please do so until officers arrive.\nAs with any other issues, please feel free to call the police department with any questions at 817-573-2648.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale1, evidence1": "The evidence directly supports the additional rationale that states it is not legal to shoot someone for simply vandalizing a statue. The legal analyst, Gerald Treece, clarifies that statues in public parks are not considered private property, contradicting the claim that deadly force is justified to protect Confederate statues in Texas."
        },
        {
            "reason2, evidence1": "The evidence from Gerald Treece directly supports reason2 in the combined claim and rationale as he clearly states that the Texas Penal Code allows for deadly force when there is a fear of deadly force against oneself, but statues in public parks do not qualify as private property for protection. This directly aligns with reason2's explanation that the laws cited in the claim do not extend to protecting public statues."
        },
        {
            "main_rationale, evidence2": "The evidence directly supports the main rationale that states it is not legal to use deadly force in Texas to prevent a person from vandalizing a statue. The evidence explicitly mentions the misinterpretation of the Texas Penal Code to allow the use of deadly force against someone for vandalizing a statue, highlighting that such claims are false. The content of the evidence aligns closely with the rationale by emphasizing that there are specific conditions and prerequisites for using deadly force, and the Granbury Police Department explicitly states that it is not legal to shoot someone for simply vandalizing a statue."
        },
        {
            "reason2, evidence2": "The evidence directly aligns with reason2 from the Combined Claim and Rationale. The evidence discusses how the specific sections of the Texas Penal Code were analyzed to refute the claim that it is legal in Texas to use deadly force to stop a Confederate statue from being vandalized, emphasizing the stringent conditions and prerequisites necessary to justify the use of deadly force, which clearly excludes the scenario of stopping someone from vandalizing a statue. This clear and direct connection supports reason2's argument detailing the legal aspects surrounding the claim."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}