{
    "url": "https://www.snopes.com/fact-check/trump-paper-shoe/",
    "claim": "While boarding Air Force One in Minneapolis, Minnesota, on 4 October 2018, President Donald Trump had paper stuck to his shoe.",
    "rating": "True",
    "content": "On 4 October 2018, video footage spread online which appeared to show a mildly embarrassing moment for President Donald Trump as he boarded Air Force One, travelling between rallies in Minneapolis and Rochester, Minnesota.\n\n\n\nThe left-wing, anti-Trump Facebook page \"Occupy Democrats\" posted a video clip, along with the message: \"Our \"stable genius\" president just walked into Air Force One with toilet paper stuck to his shoe.\"\n \nThe video prompted amusement and schadenfreude, particular on the part of opponents of the president, as well as inquiries from readers about its authenticity.\nThe video is authentic and captures a real incident that occured at around 4:51 PM local time in Minneapolis, Minnesota on 4 October 2018, when President Trump could very briefly be seen with what looked like toilet paper or a tissue stuck to his left shoe as he climbed a staircase to board Air Force One.\nKSTP-TV, a St. Paul-Minneapolis ABC News affiliate, broadcast the president's departure live on Facebook. The live video stream began at 4.46 PM local time, and the paper could clearly be seen on President Trump's shoe for about 15 seconds, starting at the 4:45 minute mark.\nThe president stopped at the top of the stairs, waved to supporters one last time, then the paper dislodged from his shoe and was left on the stairs as Trump boarded the airplane. A staff member or Secret Service agent could be seen picking up the paper as he entered Air Force One a few seconds later, bringing an end to the brief episode:\n\n\n\nThe left-wing, anti-Trump Facebook page \"Occupy Democrats\" posted a video clip, along with the message: \"Our \"stable genius\" president just walked into Air Force One with toilet paper stuck to his shoe.\"\n \nThe video prompted amusement and schadenfreude, particular on the part of opponents of the president, as well as inquiries from readers about its authenticity.\nThe video is authentic and captures a real incident that occured at around 4:51 PM local time in Minneapolis, Minnesota on 4 October 2018, when President Trump could very briefly be seen with what looked like toilet paper or a tissue stuck to his left shoe as he climbed a staircase to board Air Force One.\nKSTP-TV, a St. Paul-Minneapolis ABC News affiliate, broadcast the president's departure live on Facebook. The live video stream began at 4.46 PM local time, and the paper could clearly be seen on President Trump's shoe for about 15 seconds, starting at the 4:45 minute mark.\nThe president stopped at the top of the stairs, waved to supporters one last time, then the paper dislodged from his shoe and was left on the stairs as Trump boarded the airplane. A staff member or Secret Service agent could be seen picking up the paper as he entered Air Force One a few seconds later, bringing an end to the brief episode:\n",
    "original_rationales": {
        "main_rationale": "The video is authentic and captures a real incident that occured at around 4:51 PM local time in Minneapolis, Minnesota on 4 October 2018, when President Trump could very briefly be seen with what looked like toilet paper or a tissue stuck to his left shoe as he climbed a staircase to board Air Force One.",
        "additional_rationale1": "KSTP-TV, a St. Paul-Minneapolis ABC News affiliate, broadcast the president's departure live on Facebook.",
        "additional_rationale2": "The president stopped at the top of the stairs, waved to supporters one last time, then the paper dislodged from his shoe and was left on the stairs as Trump boarded the airplane."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that President Donald Trump had paper stuck to his shoe while boarding Air Force One in Minneapolis on 4 October 2018 is rated as 'True' based on the video evidence posted by 'Occupy Democrats' and confirmed by KSTP-TV. The video captured the incident as described, showing Trump with paper on his shoe that was later removed by a staff member or Secret Service agent, as he boarded the airplane.",
        "detailed_reasons": {
            "reason1": "The 'Occupy Democrats' Facebook page posted a video clip showing President Trump with paper stuck to his shoe while boarding Air Force One, providing visual evidence supporting the claim.",
            "reason2": "KSTP-TV, a reputable news source, verified the authenticity of the video and the incident, broadcasting it live on Facebook and confirming that the paper was visible on Trump's shoe for about 15 seconds before being removed.",
            "reason3": "The sequence of events described in the article, where Trump is seen with the paper on his shoe, then having it removed by a staff member or Secret Service agent before boarding Air Force One, aligns with the details of the incident, further supporting the 'True' rating.",
            "reason4": "The presence of the paper on Trump's shoe was captured in real-time, with the video clearly showing the incident unfold just as described, leaving no room for doubt regarding the truthfulness of the claim."
        }
    },
    "evidences": {
        "num_of_evidence": 0
    },
    "relationship_with_evidence": [],
    "other": {
        "iframe_video_links": [
            "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FOccupyDemocrats%2Fvideos%2F242208749785674%2F&show_text=0&width=476"
        ]
    }
}